[
  {
    "id": 1,
    "category": "Health",
    "name": "Clean Water for Children",
    "picture1": "https://i.ibb.co/TrLjSMH/Health.png",
    "picture2": "https://i.ibb.co/z7nBWBT/bf69b0786c15caeae95edc74821add1d.jpg",
    "donation_amount": 100,
    "description": "Clean water is a fundamental human right, yet millions of children around the world lack access to safe drinking water. The Clean Water for Children campaign aims to change that. Your donation will go toward building sustainable water infrastructure in underserved communities, ensuring that children have access to clean and safe drinking water. This not only improves their health but also enables them to attend school regularly, breaking the cycle of poverty. Your support will make a lasting impact, providing a brighter future for countless children. Join us in this vital mission to provide clean water for children, and together, we can make a world of difference.",
    "font_color": "#0052FF",
    "backgroundColor": "#0052FF26",
    "btn_color": "#0052ff"
  },
  {
    "id": 2,
    "category": "Education",
    "name": "Good Education",
    "picture1": "https://i.ibb.co/4sd4dL2/Education.png",
    "picture2": "https://i.ibb.co/d7jpVvV/Rectangle-4288.png",
    "donation_amount": 50,
    "description": "Access to quality education is the key to unlocking a child's potential and breaking the cycle of poverty. The Good Education campaign is dedicated to providing underprivileged children with the educational opportunities they deserve. Your donation will support scholarships, school infrastructure improvements, and educational resources, giving children the tools they need to thrive. By investing in education, we are investing in the future of our communities and fostering a more equitable society. Join us in empowering young minds and ensuring that every child has the chance to reach their full potential through a good education.",
    "font_color": "#FF444A",
    "backgroundColor": "#FF444A26",
    "btn_color": "#FF444A"
  },
  {
    "id": 3,
    "category": "Community",
    "name": "Used Clothing Drive",
    "picture1": "https://i.ibb.co/nw99dkH/Clothing.png",
    "picture2": "https://i.ibb.co/PWtf5LD/fb4761ab794b7c6a3bbe47db5aada389.jpg",
    "donation_amount": 25,
    "description": "In our local community, there are individuals and families in need who lack warm clothing during the cold months. The Used Clothing Drive campaign aims to make a difference by collecting and distributing gently used clothing to those who need it most. Your donation will help us organize clothing drives, provide essential winter clothing, and bring warmth and comfort to our neighbors. Together, we can make our community a more caring and supportive place, ensuring that no one goes without the basic necessity of warm clothing during the winter season.",
    "font_color": "#79C23F",
    "backgroundColor": "#79C23F26",
    "btn_color": "#79C23F"
  },
  {
    "id": 4,
    "category": "Food",
    "name": "Better Food for Everyone",
    "picture1": "https://i.ibb.co/BfVGHCX/Food.png",
    "picture2": "https://i.ibb.co/djTZyQf/a5a6654d792205c42250767f04885dec.jpg",
    "donation_amount": 75,
    "description": "Access to nutritious and affordable food is a fundamental human right. The Better Food for Everyone campaign is dedicated to improving food security in our community. Your donation will support initiatives like community gardens, food banks, and nutrition education programs that ensure everyone has access to healthy meals. By addressing food insecurity, we can enhance the well-being and quality of life for individuals and families. Join us in the fight against hunger and help create a future where everyone has access to better food options, leading to healthier, happier communities.",
    "font_color": "#F87147",
    "backgroundColor": "#F8714715",
    "btn_color": "#F87147"
  },
  {
    "id": 5,
    "category": "Health",
    "name": "Medical Care for Vulnerable Populations",
    "picture1": "https://i.ibb.co/4F9rnyh/UNI316644-AR-0.jpg",
    "picture2": "https://i.ibb.co/4F9rnyh/UNI316644-AR-0.jpg",
    "donation_amount": 150,
    "description": "Many vulnerable populations, including refugees and the homeless, lack access to essential medical care. Your contribution to the Medical Care for Vulnerable Populations campaign will support mobile medical clinics and outreach programs. These initiatives provide much-needed medical attention, vaccinations, and health education to those in dire need. By donating, you can make a significant impact on the health and well-being of individuals who are often overlooked. Join us in ensuring that everyone, regardless of their circumstances, receives the medical care they deserve.",
    "font_color": "#0052FF",
    "backgroundColor": "#0052FF26",
    "btn_color": "#0052ff"
  },
  {
    "id": 6,
    "category": "Environment",
    "name": "Green Initiatives for a Sustainable Future",
    "picture1": "https://i.ibb.co/GF4JS3F/Getty-Images-1249384489-1280x720.jpg",
    "picture2": "https://i.ibb.co/GF4JS3F/Getty-Images-1249384489-1280x720.jpg",
    "donation_amount": 50,
    "description": "Our planet is facing environmental challenges, and we must take action to protect it. The Green Initiatives for a Sustainable Future campaign focuses on sustainability projects such as tree planting, recycling programs, and renewable energy adoption. Your donation will support efforts to reduce our ecological footprint and preserve the environment for future generations. Join us in creating a greener, more sustainable world for all.",
    "font_color": "#008000",
    "backgroundColor": "#00800026",
    "btn_color": "#008000"
  },
  {
    "id": 7,
    "category": "Animal Welfare",
    "name": "Rescue and Care for Homeless Animals",
    "picture1": "https://i.ibb.co/VLyPrx4/mattblog-5-ways-to-help-102218-main.jpg",
    "picture2": "https://i.ibb.co/VLyPrx4/mattblog-5-ways-to-help-102218-main.jpg",
    "donation_amount": 30,
    "description": "Many homeless and abandoned animals need shelter, food, and medical care. The Rescue and Care for Homeless Animals campaign supports animal shelters and rescue organizations that provide care and find loving homes for these animals. Your donation will help rescue, feed, and provide medical attention to animals in need. Join us in making a difference in the lives of our furry friends and ensuring they receive the love and care they deserve.",
    "font_color": "#7a6961",
    "backgroundColor": "#7a696126",
    "btn_color": "#7a6961"
  },
  {
    "id": 8,
    "category": "Children",
    "name": "Support Orphaned Children's Education",
    "picture1": "https://i.ibb.co/zr3hZ9N/ph-30736-111927.jpg",
    "picture2": "https://i.ibb.co/zr3hZ9N/ph-30736-111927.jpg",
    "donation_amount": 60,
    "description": "Orphaned children often face significant challenges in accessing education and building a better future. The Support Orphaned Children's Education campaign aims to provide education, mentorship, and a nurturing environment for orphaned children. Your donation will support orphanages, school fees, and educational materials, ensuring that these children receive the education they need to break the cycle of poverty. Join us in giving orphaned children a brighter future filled with hope and opportunity.",
    "font_color": "#6a1397",
    "backgroundColor": "#6a139726",
    "btn_color": "#6a1397"
  },
  {
    "id": 9,
    "category": "Human Rights",
    "name": "Empower Women for Gender Equality",
    "picture1": "https://i.ibb.co/9NzLdMb/burundi.png",
    "picture2": "https://i.ibb.co/9NzLdMb/burundi.png",
    "donation_amount": 40,
    "description": "Gender equality is a fundamental human right, yet many women face discrimination and lack access to education and economic opportunities. The Empower Women for Gender Equality campaign supports initiatives that empower women through education, vocational training, and advocacy. Your donation will help women break free from societal constraints, become financially independent, and actively participate in decision-making processes. Join us in the fight for gender equality and the empowerment of women worldwide.",
    "font_color": "#1c0ebd",
    "backgroundColor": "#1c0ebd15",
    "btn_color": "#1c0ebd"
  },
  {
    "id": 10,
    "category": "Community",
    "name": "Elderly Care and Companionship",
    "picture1": "https://i.ibb.co/xsyRV6Q/Elderly-Care-Companionship-1.jpg",
    "picture2": "https://i.ibb.co/xsyRV6Q/Elderly-Care-Companionship-1.jpg",
    "donation_amount": 35,
    "description": "Many elderly individuals are isolated and lack companionship, leading to loneliness and health issues. The Elderly Care and Companionship campaign seeks to improve the lives of senior citizens by providing companionship and support. Your donation will help organize social activities, visitations, and essential services for the elderly in our community. Join us in showing appreciation for our elders and ensuring they enjoy their golden years with dignity and joy.",
    "font_color": "#79C23F",
    "backgroundColor": "#79C23F26",
    "btn_color": "#79C23F"
  },
  {
    "id": 11,
    "category": "Environment",
    "name": "Clean Energy for a Sustainable Planet",
    "picture1": "https://i.ibb.co/nmjfBHw/Untitled-1024-768px-5-1200x900.jpg",
    "picture2": "https://i.ibb.co/nmjfBHw/Untitled-1024-768px-5-1200x900.jpg",
    "donation_amount": 70,
    "description": "Transitioning to clean and renewable energy sources is vital for combating climate change. The Clean Energy for a Sustainable Planet campaign supports initiatives that promote clean energy adoption, such as solar panel installations and wind energy projects. Your donation will contribute to reducing carbon emissions and preserving our planet for future generations. Join us in the global effort to combat climate change and create a sustainable future.",
    "font_color": "#008000",
    "backgroundColor": "#00800026",
    "btn_color": "#008000"
  },
  {
    "id": 12,
    "category": "Community",
    "name": "Homelessness Prevention and Support",
    "picture1": "https://i.ibb.co/brM7fBp/Homelessness-Prevention.webp",
    "picture2": "https://i.ibb.co/brM7fBp/Homelessness-Prevention.webp",
    "donation_amount": 45,
    "description": "Homelessness is a complex issue affecting many individuals and families. The Homelessness Prevention and Support campaign aims to provide shelter, food, and support services to those experiencing homelessness. Your donation will help fund shelters, job training programs, and outreach efforts to prevent homelessness. Join us in making a difference in the lives of those in need and working towards a future where everyone has a place to call home.",
    "font_color": "#79C23F",
    "backgroundColor": "#79C23F26",
    "btn_color": "#79C23F"
  },
  {
    "id": 13,
    "category": "Education",
    "name": "Access to Technology for Students",
    "picture1": "https://i.ibb.co/R6d2Pgq/Dec-4-How-to-Support-Student-without-Internet-Access-web-v2-1024x647.webp",
    "picture2": "https://i.ibb.co/R6d2Pgq/Dec-4-How-to-Support-Student-without-Internet-Access-web-v2-1024x647.webp",
    "donation_amount": 55,
    "description": "Access to technology is essential for students in the digital age, yet many lack the resources they need for learning. The Access to Technology for Students campaign seeks to bridge the digital divide by providing laptops, tablets, and internet access to underserved students. Your donation will empower students with the tools they need to succeed academically and prepare for the future. Join us in leveling the playing field and ensuring that every student has access to the benefits of technology.",
    "font_color": "#FF444A",
    "backgroundColor": "#FF444A26",
    "btn_color": "#FF444A"
  },
  {
    "id": 14,
    "category": "Animal Welfare",
    "name": "Wildlife Conservation and Habitat Protection",
    "picture1": "https://i.ibb.co/M2t80hx/fil1ixvhj-MID-295808.jpg",
    "picture2": "https://i.ibb.co/M2t80hx/fil1ixvhj-MID-295808.jpg",
    "donation_amount": 80,
    "description": "Our planet's wildlife is under threat due to habitat loss and poaching. The Wildlife Conservation and Habitat Protection campaign supports efforts to protect endangered species and preserve their habitats. Your donation will fund wildlife reserves, anti-poaching initiatives, and habitat restoration projects. Join us in safeguarding the diversity of life on Earth and ensuring a future where our wildlife can thrive.",
    "font_color": "#7a6961",
    "backgroundColor": "#7a696126",
    "btn_color": "#7a6961"
  },
  {
    "id": 15,
    "category": "Health",
    "name": "Mental Health Support for All",
    "picture1": "https://i.ibb.co/h9DWdq2/Getty-Images-1185469291.jpg",
    "picture2": "https://i.ibb.co/h9DWdq2/Getty-Images-1185469291.jpg",
    "donation_amount": 65,
    "description": "Mental health is a critical aspect of overall well-being, and yet, it's often stigmatized and overlooked. The Mental Health Support for All campaign aims to provide mental health services and raise awareness about mental health issues. Your donation will support counseling, helplines, and educational programs to destigmatize mental health and provide much-needed support to individuals facing mental health challenges. Join us in promoting mental health for all and creating a more compassionate and understanding society.",
    "font_color": "#0052FF",
    "backgroundColor": "#0052FF26",
    "btn_color": "#0052ff"
  },
  {
    "id": 16,
    "category": "Human Rights",
    "name": "Equality and Justice Advocacy",
    "picture1": "https://i.ibb.co/1XmyKck/Gender-Equality.jpg",
    "picture2": "https://i.ibb.co/1XmyKck/Gender-Equality.jpg",
    "donation_amount": 40,
    "description": "Equality and justice are fundamental principles of a just society, yet many individuals still face discrimination and injustice. The Equality and Justice Advocacy campaign supports organizations that work to advance civil rights, combat discrimination, and promote equality for all. Your donation will contribute to legal advocacy, awareness campaigns, and policy initiatives that aim to create a more just and equitable society. Join us in the fight for equal rights and justice for all.",
    "font_color": "#1c0ebd",
    "backgroundColor": "#1c0ebd15",
    "btn_color": "#1c0ebd"
  }
]
